Repository: svvar/multitoolBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: 💬 Змінити мову
ru: 💬 Изменить язык

source: ✅️ Перевірити FB акаунти на блокування
ru: ✅ Проверьте FB выше учетные записи

source: 📷✅️ Перевірити Instagram на блокування
ru: 📷 Обратитесь к Instagram на блокировку

source: 📹 Завантажити відео з TikTok
ru: 📹 Скачать видео с Tiktok

source: 📱 Додатки Google Play
ru: 📱 Google Play App

source: 🆔 Генератор ID
ru: 🆔 Идентификатор генератора

source: 🕶️ Унікалізувати фото чи відео
ru: 🕶 Объединить фотографии или видео

source: 🚀 Фармерам
ru: 🚀 Фермеры

source: 🤳 Генератор селфі
ru: 🤳 Генератор селфи

source: 📝 Верифікація БМ (укр.)
ru: 📝 Проверка BM (UKR.)

source: 📝 Верифікація TikTok (бізнес акк.)
ru: 📝 Tiktok Verification (Akk.)

source: ✍️ Перефразувати текст
ru: ✍ Перефразировать текст

source: 🔧🐞 Повідомити про помилку
ru: 🔧🐞 Сообщите об ошибке

source: Виберіть дію з меню:
ru: Выберите действие из меню:

source: Опишіть що не працює, якщо можливо прикріпіть 1 (один) скріншот
ru: Опишите, что не работает, если возможно прикрепить 1 (один) скриншот

source: Дякуємо. Коли помилка буде виправлена, ми вас проінформуємо
ru: Спасибо. Когда ошибка исправлена, мы сообщим вам

source: Ви не маєте доступу до цієї команди
ru: У вас нет доступа к этой команде

source: Статистика користувачів
ru: Пользовательская статистика

source: Статистика використання
ru: Используйте статистику

source: Вигрузити користувачів
ru: Укусить пользователей

source: Налаштувати розсилку
ru: Установите информационный бюллетень

source: Переслати повідомлення користувачам
ru: Переслать сообщение пользователям

source: Закріпити повідомлення розсилки
ru: Закрепить сообщение рассылки

source: Відкріпити повідомлення розсилки
ru: Открепить сообщение рассылки

source: Налаштувати вітальне повідомлення
ru: Настройка приветствия

source: Панель адміністратора
ru: Панель администратора

source: Всього: {} користувачів
ru: Всего: {} Пользователи

source: {}: {} користувачів
ru: {}: {} пользователи

source: Мова не встановлена: {} користувачів
ru: Язык не установлен: {} Пользователи

source: Використання функцій бота: Перевірка акаунтів FB: *{}* Перевірка акаунтів Instagram: *{}* 2fa код: *{}* Завантаження відео з TikTok: *{}* Перевірка додатків Google Play: *{}* Генератор ID: *{}* Унікалізація фото/відео: *{}* Генератор селфі: *{}* Верифікація БМ фейсбук: *{}* Верифікація tiktok: *{}* Перефразування тексту: *{}* Генератор паролів: *{}* Генератор імен: *{}* Генератор назв fanpage: *{}* Генератор адрес fanpage: *{}* Генератор телефонів fanpage: *{}* Генератор цитат fanpage: *{}* Генератор повних fanpage: *{}*
ru: Использование функций бота: Проверка учетных записей FB: *{} * Проверка учетной записи Instagram: *{} * 2FA код: *{} * Скачать видео с Tiktok: *{} * Проверка приложения Google Play: *{} * Идентификационный генератор: *{} * Фото/Видео Селфи -генератор: *{} * BM проверка Facebook: *{} * Tiktok Verification: *{} * Текст перефразируется: *{} * Генератор паролей: *{} * Генератор имен: *{} * Генератор заголовков фан -страницы: *{} * Генератор адресов фан -страницы: *{} * Генератор телефона FanPage: *{} * Генератор CITAT FANPAGE: *{} * Полный генератор фанатов: *{} *

source: Введіть назву розсилки:
ru: Введите название рассылки:

source: Виберіть мову для розсилки:
ru: Выберите язык для рассылки:

source: Введіть повідомлення для розсилки (1 фото або відео на повідомлення)
ru: Введите сообщение для рассылки (1 фото или видео в сообщении)

source: Не додавати посилання
ru: Не добавляйте ссылки

source: Запустити розсилку
ru: Запустите информационный бюллетень

source: ⬆️Попередній перегляд повідомлення⬆️ Запустити розсилку?
ru: ⬆ Предыдущее представление сообщения Запустить информационный бюллетень?

source: Неправильний формат вводу посилань, посилання не додані
ru: Неправильный ссылочный формат ввода, ссылки не добавлены

source: Здійснюється розсилка... Мова: {}
ru: Рассылка сделана ... Язык: {}

source: Всього адресатів (окрім ВАС): {} Успішно відправлено: {} Помилок: {}
ru: Общие адресаты (кроме вас): {} Успешно отправлено: {} Ошибки: {}

source: Розсилка завершена
ru: Рассылка завершена

source: Перешліть повідомлення, яке потрібно переслати усім користувачам Буде видно автора повідомлення Підтримується 1 фото або відео
ru: Перешлите сообщение, которое нужно переслать всем пользователям Будет видно автора сообщения Поддерживается 1 фото или видео

source: Підтвердіть пересилку повідомлення усім користувачам
ru: Подтвердите пересылку сообщения всем пользователям

source: Історія розсилок поки що порожня
ru: История рассылок пока пуста

source: Введіть ID розсилки, яку потрібно закріпити
ru: Введите ID рассылки, которую нужно закрепить

source: Введіть ID розсилки, яку потрібно відкріпити
ru: Введите ID рассылки, которую нужно открепить

source: Всього чатів: {} Успішно відкріплено: {} Помилок: {}
ru: Общие адресаты (кроме вас): {} Успешно откреплено: {} Ошибки: {}

source: Всього чатів: {} Успішно закріплено: {} Помилок: {}
ru: Общие адресаты (кроме вас): {} Успешно закреплено: {} Ошибки: {}

source: Введіть коректний ID розсилки
ru: Введите правильный ID рассылки

source: Розсилки з таким ID не існує
ru: Рассылка с таким ID не существует

source: Закінчено
ru: Завершено

source: Введіть нове вітальне повідомлення (+1 фото/відео): Вітальне повідомлення показується усім користувачами при старті бота незалежно від мови
ru: Введите новое сообщение приветствия (+1 фото/видео): Приветствующее сообщение отображается всеми пользователями при запуске бота независимо от языка

source: Відправте медіа не файлом, повторіть
ru: Отправить носитель не файл, повторить

source: Введіть список inline-посилань (макс. 3): Формат: *Назва кнопки* *Посилання* *Назва кнопки2* *Посилання2*
ru: Введите встроенный список (макс 3): Формат: *Имя кнопки ** Ссылка* *Имя кнопки 2 ** Ссылка 2*

source: Зберегти
ru: Сохранять

source: ⬆️Зберегти це повідомлення як стартове?⬆️
ru: ⬆ Сохраните это сообщение в качестве запуска? ⬆

source: Вітальне повідомлення збережено
ru: Приветственное сообщение сохраняется

source: Опишіть виправлення помилки (це побачить користувач що повідомив про помилку)
ru: Опишите исправление ошибки (это увидит пользователя, который уведомил ошибку)

source: ⏳ Зачекайте, генерується фото...
ru: ⏳ Подождите, сгенерированное фото ...

source: Почати перевірку
ru: Начните проверять

source: Ви використали ліміт перевірок, спробуйте пізніше
ru: Вы использовали предел проверки, попробуйте позже

source: Відправте список посилань на акаунти або txt файл з посиланнями Потім натисніть "Почати перевірку"
ru: Отправить список ссылок на учетные записи или файл TXT по ссылкам Затем нажмите «Начните проверять»

source: *Активних: {} Заблокованих: {} Помилок перевірки: {}*
ru: *Active: {} Заблокировано: {} Ошибки проверки: {}*

source: Активні акаунти
ru: Активные аккаунты

source: Заблоковані акаунти
ru: Заблокированные счета

source: Забагато повідомлень, спробуйте менше
ru: Слишком много сообщений, попробуйте меньше

source: 🔐 Генератор паролів
ru: 🔐 Генератор паролей

source: 👨 Генератор імен
ru: 👨 Имя Генератор

source: ⚡️ Генератор fan-page
ru: ⚡ Генератор фанатов

source: 📏 Кількість символів
ru: 📏 Количество символов

source: ⭐ Спеціальні символи
ru: ⭐ Специальные персонажи

source: 🔤 Малі літери
ru: 🔤 строчные буквы

source: 🔠 Великі літери
ru: 🔠 Заглавные буквы

source: 📤 Спосіб відправки
ru: 📤 Метод отправки

source: 🔑 Кількість паролів
ru: 🔑 Количество паролей

source: ⚙️ Згенерувати
ru: ⚙ генерировать

source: Налаштуйте кнопками нижче
ru: Настройте кнопки ниже

source: Введіть значення від {} до {}:
ru: Введите значение от {} до {}:

source: ⏳ Генерація...
ru: ⏳ Поколение ...

source: Некоректне значення, введіть ще раз
ru: Неверное значение, введите снова

source: 🕺 Чоловіча
ru: 🕺 Мужчина

source: 💃 Жіноча
ru: 💃 Женщины

source: 👫 Обидві
ru: 👫 Оба

source: Виберіть стать:
ru: Выберите пол:

source: 🎲 Випадкова
ru: 🎲 Случайно

source: Виберіть країну:
ru: Выберите страну:

source: 🏷️ Назва
ru: 🏷 Имя

source: 📍 Адреса
ru: 📍 Адрес

source: 🌐 Все разом
ru: 🌐 Все вместе

source: Виберіть пункт меню:
ru: Выберите пункт меню:

source: Введіть кількість назв:
ru: Введите количество названий:

source: Введіть число від {} до {}
ru: Введите число от {} до {}

source: Введіть кількість адрес:
ru: Введите количество адресов:

source: Помилка генерації, спробуйте пізніше
ru: Ошибка генерации, попробуйте позже

source: Введіть кількість номерів телефону:
ru: Введите количество телефонов:

source: Введіть кількість цитат:
ru: Введите количество цитат:

source: Введіть кількість fan page:
ru: Введите количество фан -страницы:

source: Назва fan page: {} Адреса: {} Номер телефону: {} Цитата: {}
ru: Имя страницы фан -страницы: {} Адрес: {} Номер телефона: {} Цитировать: {}

source: ❌ Метадані не потрібні
ru: ❌ Метаданные не нужны

source: 🎲 Випадкові метадані
ru: 🎲 Случайные метаданные

source: Чи потрібні вам метадані фото?
ru: Вам нужны фотографии метаданных?

source: Помилкова відповідь, введіть ще раз коректно
ru: Ложный ответ, введите снова правильно

source: Випадкове фото
ru: Случайное фото

source: Відправте фото або натисніть "Випадкове фото"
ru: Отправьте фото или нажмите «Случайное фото»

source: 🎨 Кольорове
ru: 🎨 Цвет

source: ⚫⚪ Чорно-біле
ru: ⚫⚪ Черно -белый

source: Виберіть колір фото:
ru: Выберите цвет фото:

source: Введіть ім'я та прізвище:
ru: Введите имя и фамилию:

source: 🕺 Чоловік
ru: 🕺 Человек

source: 💃 Жінка
ru: 💃 Женщина

source: Введіть дату народження (ДД.ММ.РРРР):
ru: Введите дату рождения (

source: 🔄 Ще один варіант
ru: 🔄 Еще один вариант

source: Помилка генерації
ru: Ошибка генерации

source: Введіть список username через кому або з нового рядка, або ж надішліть txt файл з username з нового рядка
ru: Введите список имен пользователя через Coma или New Line или отправьте файл TXT из имени пользователя из новой строки

source: Неправильний формат файлу. Повторіть ввід
ru: Неправильный формат файла. Повторите вход

source: Файл порожній. Повторіть ввід
ru: Файл пуст. Повторите вход

source: Помилка при отриманні даних з інстаграм, спробуйте пізніше
ru: Ошибка при получении данных Instagram, попробуйте позже

source: не знайдено або забанено
ru: не найдено или развлекает

source: активний
ru: активный

source: Формат вводу не розпізнано. Повторіть ввід
ru: Входной формат не распознается. Повторите вход

source: 🚨 УВАГА! Ваш додаток *{}* заблоковано
ru: 🚨 Внимание! Ваше приложение * {} * заблокировано

source: Додати додаток
ru: Добавьте приложение

source: Видалити додаток
ru: Удалить приложение

source: У вас немає додатків для сповіщення про блокування в Google Play
ru: У вас нет приложений, чтобы уведомить блокировку в Google Play

source: Введіть посилання на додаток в Google Play
ru: Введите ссылку на приложение в Google Play

source: Непідохдяще посилання, введіть посилання на додаток в Google Play
ru: Нестандартная ссылка, введите ссылку на приложение в Google Play

source: Ви намагаєтесь додати вже заблокований додаток або такого не існувало
ru: Вы пытаетесь добавить уже заблокированное приложение или не было

source: Додаток вже додано
ru: Приложение уже добавлено

source: Додаток *{}* успішно додано
ru: Приложение * {} * успешно добавлено

source: Виберіть додаток для видалення:
ru: Выберите приложение для удаления:

source: Додаток *{}* видалено
ru: Приложение * {} * удалено

source: 👶 Молодий
ru: 👶 Молодой

source: 🧑 Середній
ru: 🧑 Средний

source: Виберіть бажаний вік: (намагатиметься згенерувати фото з вибраним віком)
ru: Выберите желаемый возраст: (постараюсь создать фотографии с выбранным возрастом)

source: 🔄 Ще одне селфі
ru: 🔄 Еще один селфи

source: Відправте текст, який потрібно перефразувати.
ru: Отправьте текст, чтобы быть перефразированным.

source: 🌐 Перекласти
ru: 🌐 Перевод

source: 🔄 Унікальних копій
ru: 🔄 Уникальные копии

source: 🛠️ Виправлення помилок
ru: 🛠 исправление ошибок

source: Так
ru: Да

source: Ні
ru: Нет

source: 😀 Емоджі
ru: 😀 Эмодзи

source: 📈 Змінити для максимізації конверсії
ru: 📈 Изменение, чтобы максимизировать конверсию

source: Перефразувати
ru: Перефраза

source: ❌ Не перекладати
ru: ❌ Не переводите

source: Оберіть мову перекладу:
ru: Выберите язык перевода:

source: Зачекайте, текст обробляється...
ru: Подождите, текст обрабатывается ...

source: Введіть число!
ru: Введите номер!

source: Введіть число від {} до {}:
ru: Введите номер из {} до {}:

source: Забагато запитів від користувачів, спробуйте за хвилину
ru: Слишком много запросов от пользователей, попробуйте через минуту

source: Відправте посилання на відео з TikTok
ru: Отправить ссылку на видео с Tiktok

source: Непідохдяще посилання, спробуйте ще раз
ru: Оставьте ссылку, попробуйте еще раз

source: Зачекайте, відео завантажується...
ru: Подождите, когда видео загрузка ...

source: Відео не знайдено
ru: Видео не было найдено

source: Введіть ключ для 2fa або виберіть з нещодавніх:
ru: Введите ключ 2FA или выберите из недавнего:

source: Введіть ключ для 2fa:
ru: Введите ключ для 2FA:

source: Неправильний ключ
ru: Неправильный ключ

source: Ваш код: `{}` Термін дії: {} секунд
ru: Ваш код: `{}` Действительно: {} секунд

source: Відправте фото або відео для унікалізації Формат: jpg, jpeg, png, mp4 Розмір: до 20 мб
ru: Отправить фото или видео в Unicorge Формат: JPG, JPEG, PNG, MP4 Размер: до 20 МБ

source: Файл занадто великий, максимальний розмір 20 мб, виберіть інший файл
ru: Файл слишком большой, максимальный размер 20 МБ, выберите другой файл

source: Непідтримуваний формат, повторіть
ru: Неудачный формат, повторить

source: Відправте фото або відео для унікалізації
ru: Отправить фото или видео в Unicorge

source: Введіть кількість унікальних копій для генерації (1-20 для фото; 1-5 для відео): (Буде згенеровано макс. 50 мб zip файл)
ru: Введите количество уникальных копий для поколения (1-20 для фото; 1-5 для видео): (Будет сгенерировано максимум. 50 МБ ZIP -файл)

source: ⏳ Зачекайте, генерація додана до черги Файл буде готовий протягом 1-2 хвилин
ru: ⏳ Подождите, поколение добавлено в очередь Файл будет готов в течение 1-2 минут
